const Aboutus = () => {
  return (
    <main>
      <section className="work-as work">
        <div className="container">
          <h2>Заинтересованы в работе со мной ?</h2>
          <p>Отправьте письмо здесь и ждите ответа.</p>
          <div>
            <a
              href="mailto:pevec1@yandex.ru?subject=вопрос"
              rel="nofollow"
              className="btn-black"
            >
              Напишите мне
            </a>
          </div>
        </div>
      </section>
      <section className="our-blog">
        <div className="container">
          <div className="about-blog">
            <h2>Обо мне</h2>
            <br />
            Веду проектную деятельность программистом на языках php и
            javascript, немного на C# и 1с7.7,
            <br />
            занимаюсь двумя сайтами интернет-магазинами американских и китайских
            автозапчастей. <br />
            Опыт работы учителем позволил развить во мне такие качества, как
            внимательность к деталям,
            <br />
            стрессоустойчивость, ораторские навыки. Самостоятельная подготовка к
            занятиям в школе сейчас очень помогает мне в программировании.
            <br />
            Буду полезен Вам тем, что знаю несколько языков и умею соединять
            бэкенд и фронтенд, а также разрабатывать сайты по модели Логика-База
            Данных-Интерфейс с помощью Объектно-Ориентированного
            Программирования. <br />
            Изучил курс «Javascript-программирование для начинающих» в
            Нетологии. Теперь решил продолжить развитие карьеры в
            программировании на javascript в frontend стеке. <br />
            Рассматриваю проекты в сфере IT, экономики и маркетинга, и изучении
            атома.
            <br />
             <h2>Мое резюме (также есть на google docs, см. выше)</h2>
            <h3>Мои профессии:</h3>
            — Программист php, <br />
            — Разработчик js,
            <br />
            — Инженер - Ядерная физика
            <br />
            <strong>Форма занятости:</strong> удаленная работа, частичная/полная
            занятость
            <br />
            <br />
            <br />
            <h3>Ключевые компетенции:</h3>
            <br />
            Адаптация проекта с FIGMA
            <br /> Вёрстка веб-страниц: HTML, CSS <br />
            Адаптивная и мобильная вёрстка <br />
            Контроль изменений кода проекта GIT, работа на GitHub, GitLab <br />
            Решение задач с использованием JavaScript <br />
            Создание интерактивных веб-страниц
            <br />
            Использование библиотеки React, JSX (частично) <br />
            Применение принципов клиент-серверного взаимодействия JSON, AJAX,
            API <br />
            Бэкенд на PHP <br />
            Работа с базой данных MySQL для разработки бэкенда
            <br />
            <h3>Профессиональный опыт</h3>
            <br />
            08.2023 – настоящее время <br />
            <strong>Стажер frontend developer в IT School Terra</strong>
            <br />
            Начинающий программист на языке javascript и React <br />
            Мой стек технологий: <br />
            JavaScript, React (частично),node.js (частично), redux (частично),
            git, api, php, C#, 1C 7.7, HTML, <br />
            CSS, ООП, bootstrap, linux, mvc, ajax, jquery
            <br />
            React, redux в процессе изучения
            <br />
            <br />
            09.2004 – настоящее время
            <br />
            <strong>Проектная деятельность</strong> <br />
            Опытный программист на языке php <br />
            Создал много сайтов на php, в том числе несколько интернет-магазинов
            <br />
            Создал сайты с нуля, среди которых: <br />
            www.avto-sphere.ru (интернет-магазин)
            <br />
            www.greatwallzap.ru (интернет-магазин)
            <br />
            good-cms.ru (интернет-магазин),
            <br />
            www.axacode.ru (мой личный сайт, разработал весь проект)
            <br />
            Также создал рейтинг-больниц, dmitry demidov, <br />
            математический сайт, piargo landing-page и другие сайты.
            <br />
            <br />
            2000 – 2004
            <br />
            <strong>Преподаватель информатики в школе</strong>
            <br />
            Учитель информатики в 10-11 классах <br />
            Обучение языку Pascal <br />
            <br />
            <br />
            <h3>Образование</h3>
            <br />
            2004, Московский Инженерно-Физический Институт <br />
            «Ядерная физика», Инженер-Физик
            <h3>Курсы, тренинги:</h3> <br />
            2023, Нетология <br />
            Программа профессиональной переподготовки
            «Javascript-программирование для начинающих»,
            <br />
            профессия «Веб-разработчик на языке Javascript» <br />
            (программа похожего курса по ссылке)
            <br />
            2021, Профессионал <br />
            Программа повышения квалификации на Javascript <br />
            <br />
            <br />
            <a className="btn" href="works.php">
              Портфолио
            </a>
          </div>
          <br />
          <br />
          <a className="btn-disabled" href="creative.php">
            Смотреть идеи
          </a>
          <br />
        </div>
      </section>
    </main>
  );
};

export default Aboutus;
